/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "未找到代理";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "电话上的代理发送了一个长度不正确的数据块。";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "电话上的代理发送了一条格式不正确的信息。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "电话上的代理发送了一段意外的信息正文。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "电话上的代理发送了一个意外的信息类型。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "电话上的代理发送了信息标头“%@”的一个意外值。";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "电话上的代理未按预期发送信息。";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "同步时发生通信错误。";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "使日历与电话同步时发生错误。";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "使通讯录和日历与电话同步时发生错误。";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "使通讯录与电话同步时发生错误。";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "与电脑上的同步服务器通信时发生错误。";

/* low-level technical error */
"An exception occurred while synchronizing." = "同步时发生异常。";

/* generic error */
"An unexpected error occured." = "发生意外错误。";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "AT 命令响应解析错误";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "准备通道的 AT 操作含有不正确的属性";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "本电脑没有 Bluetooth 功能。";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth 已关闭";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "您的电脑上的 Bluetooth 功能已关闭。";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth 不可用";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "日历同步已失败";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "日历同步已失败";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "不能在断开连接过程中进行连接。";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "不能找到电话上的存储卡。";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "不能连接至同步服务器";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "不能从同步服务器获得更改，会话可能已被取消。";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "不能注册电话进行同步。";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "更改不能发送至电话";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "不允许更改电话上的“%@”。这些更改已被忽略：";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "请检查电话网络或者信息接收方状况。";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "通信错误";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "连接正忙";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "连接已被异常关闭";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "连接已被拒绝";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "连接至电话失败。";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "电话连接已被异常关闭。";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "通讯录同步已失败";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "通讯录和日历同步已失败";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "通讯录同步已失败";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "未能连接到电话";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "未能连接到电话。另一个应用程序已连接到该电话。";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "未能连接到电话。连接已被拒绝。";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "未能连接到电话。未找到电话。";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "删除失败";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "设备不可用，或者同步被取消。请关闭电话上的对话框和应用程序，然后再次尝试。";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "目录已经存在。";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "访问电话存储器时出错。";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "抹掉日历事件时出错";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "抹掉通讯录时出错";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "抹掉通讯录和日历事件时出错";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "抹掉某些日历事件时出错";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "抹掉某些通讯录时出错";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "抹掉某些通讯录和日历事件时出错";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "获得所有日历时出错。";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "获得所有通讯录和日历时出错。";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "获得所有通讯录时出错。";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "与同步服务器通信时出错";

/* displayed when phone could not send a message */
"Failed to send message." = "发送信息失败。";

/* No comment provided by engineer. */
"fax." = "传真";

/* displayed when phone refused access to a file */
"File access denied." = "文件访问被拒绝。";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "文件或目录不存在。";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "文件或目录被锁定。";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "来自电话上的代理的第一条信息不是期望的版本信息。";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "来自电话上的代理的第一条信息的正文格式不正确。";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "禁止在电话上进行修改";

/* No comment provided by engineer. */
"home mobile." = "家庭移动电话";

/* No comment provided by engineer. */
"home pager." = "家庭传呼机";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "如果此错误再次发生，您可能需要重新启动您的电脑。";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "如果您有外部 Bluetooth 适配器，请将它插入您的电脑。";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "代理版本不正确";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "内部错误";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "内部错误 (%1$@:%2$d)。";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "内部错误。";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "无效的电话号码";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "无效的 PIN";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "无效的 SMS 配置";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "未找到存储卡";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "存储器已满";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "信息发送失败";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "与电话协商失败。";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "没有要同步的数据类";

/* No comment provided by engineer. */
"No matching Operator in database." = "数据库中没有匹配的操作符。";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "找不到网络";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "请求了 Obex 服务，但某个其他服务仍在使用它。";

/* Error string when some operation was aborted */
"Operation canceled." = "操作已被取消。";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "电话地址簿已满";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "电话正忙";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "电话日历已满";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "电话不能支持该服务。";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "电话错误（AT 控制器关闭）";

/* Low level phone error */
"Phone Error (General Failure)" = "电话错误（一般故障）";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "电话错误（无效的存储器索引）";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "电话错误（无效的 PDU 模式参数）";

/* Low level phone error */
"Phone Error (Invalid Response)" = "电话错误（无效的响应）";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "电话错误（无效的文本模式参数）";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "电话错误（特定于制造商的错误）";

/* Low level phone error */
"Phone Error (Memory failure)" = "电话错误（存储器故障）";

/* Low level phone error */
"Phone Error (Memory Full)" = "电话错误（存储器已满）";

/* Low level phone error */
"Phone Error (Network Timeout)" = "电话错误（网络超时）";

/* Low level phone error */
"Phone Error (No Answer)" = "电话错误（无应答）";

/* Low level phone error */
"Phone Error (No Carrier)" = "电话错误（无运营商）";

/* Low level phone error */
"Phone Error (No Network Service)" = "电话错误（无网络服务）";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "电话错误（不允许该操作）";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "电话错误（不支持该操作）";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "电话错误（需要 PH-SIM PIN）";

/* Low level phone error */
"Phone Error (SIM Busy)" = "电话错误（SIM 正忙）";

/* Low level phone error */
"Phone Error (SIM Failure)" = "电话错误（SIM 故障）";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "电话错误（未插入 SIM）";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "电话错误（需要 SIM PIN）";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "电话错误（SIM 错误－电话发送的错误）";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "电话错误（已保留 SMS 服务）";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "电话错误（SMSC 地址未知）";

/* Low level phone error */
"Phone Error (Unknown Error)" = "电话错误（未知的错误）";

/* Unfrequent error */
"Phone is already registered for synchronization." = "电话已注册，可以进行同步。";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "电话已经在同步。";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "电话正在被 iTunes 更新。";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "电话正忙";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "电话当前已作为磁盘“%@”被装上，但未能被推出。";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "电话处在故障状态中";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "电话未接上";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "电话存储器错误";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "电话存储器已满";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "电话存储器已满。";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "找不到电话";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "某些日历事件被电话拒绝";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "某些联系人被电话拒绝";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "电话拒绝了某些通讯录或日历事件";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "电话任务数据库已满";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "请检查您的 SIM 是有效的并已正确插入。";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "请检查您的电话屏幕并在必要时输入您的 PIN。";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "请联系您的服务提供商。";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "请删除您的电话上的某些日历事件或更改过滤选项，然后再进行同步。";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "请删除您的电话上的某些通讯录或更改过滤选项，然后再次同步。";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "请删除电话上的某些数据，然后再次尝试。";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "请删除您的电话上的某些数据，然后再次尝试。";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "请删除您的电话上的某些数据或更改过滤选项，然后再进行同步。";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "请删除您的电话上的某些任务或更改过滤选项，然后再进行同步。";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "请确定您的电话已开机，然后再次尝试。";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "请确定您的电话已开机。如果此错误再次发生，请重新启动您的电话。";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "请确定存储卡已被正确插入您的电话。";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "请将电话电缆插在电脑上。";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "请重新安装电话上的代理。";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "请重新启动电话。";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "请重新启动您的电话。";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "请打开您的电脑上的 Bluetooth 功能，然后重试。";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "请更新电话上的代理。";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "与电话通信时协议出错";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "请求的属性为 (%@) 的通道未找到";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "服务不能起作用";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "服务依赖的其他服务丢失，其名称是：%@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "插件中的服务信息丢失信息：%@。";

/* No comment provided by engineer. */
"Service was shutdown." = "服务已被关闭。";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "服务被使用，但不要求起作用";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM 错误";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "通道上的某个操作已开启，但该通道未被打开。";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "同步已被取消";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "同步已在设备上取消";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "同步已被取消。";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "同步已在设备上取消。";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "同步已被取消。";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "以下数据的同步在您的电话上被停用：%@。请在您的电话上启用它们，或者在 iSync 中停用它们。";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "未能在电话上找到代理。";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "电话上的 代理版本太旧。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "抹掉电话上的所有日历事件时电话连接中断。";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "抹掉电话上的所有通讯录和日历事件时电话连接中断。";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "抹掉电话上的所有通讯录时电话连接中断。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "抹掉电话上的某些日历事件时电话连接中断";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "抹掉电话上的某些通讯录和日历事件时电话连接中断";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "抹掉电话上的某些联系人时电话连接中断。";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "从电话获得所有日历时电话连接中断。";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "从电话获得所有通讯录和日历事件时电话连接中断。";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "从电话获得所有通讯录时电话连接中断。";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "删除电话上的某些记录时连接中断。";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "从电话获得某些记录时连接中断。";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "在与该电话通信时连接中断。";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "电话地址簿已满。";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "未插入电话电缆。";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "电话日历已满。";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "电话未能储存您的某些日历事件。以下事件将不会被同步：";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "电话未能储存您的某些通讯录和日历事件。以下通讯录和事件将不会被同步：";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "电话未能储存您的某些通讯录。以下通讯录将不会被同步：";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "电话处理添加失败";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "电话处理删除失败";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "电话处理修改失败";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "电话存储器已满。";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "电话存储器或外部存储器已满。";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "电话报告无效的 SMS 配置。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "电话报告您的 PIN 无效。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "电话报告您的 SIM 工作不正常。";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "电话似乎出现故障。";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "电话任务数据库已满。";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "从电话获得数据时出错。同步在电话上可能已被取消。";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "将某些更改推送到电话时出错。同步在电话上可能已被取消。";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "稍后再试。";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "请尝试退出应用程序，然后重新尝试。";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "尝试退出其他应用程序然后再次尝试。";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "访问电话上的文件时发生意外错误。";

/* No comment provided by engineer. */
"Unknown exception." = "未知异常。";

/* Address Book label of a phone number with video capabilities */
"video." = "视频";

/* No comment provided by engineer. */
"work mobile." = "工作移动电话";

/* No comment provided by engineer. */
"work pager." = "工作传呼机";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "您的电话存储器已满。";

